{
  "Camping": [
    {
      "id": 1,
      "Name": "อุทยานแห่งชาติเขาสก อำเภอพนม จังหวัดสุราษฎร์ธานี",
      "Description": "อุทยานแห่งชาติเขาสกดินแดนศูนย์กลางของ “ขุนเขาแห่งป่าฝน” เป็นผืนป่าดิบชื้นผืนใหญ่ที่สุดและมีความสำคัญของภาคใต้อันประกอบไปด้วยอุทยานแห่งชาติเขาสก เขตรักษาพันธุ์สัตว์ป่าคลองแสง เขตรักษาพันธุ์สัตว์ป่าคลองยัน เขตรักษาพันธุ์สัตว์ป่าคลองนาคา อุทยานแห่งชาติศรีพังงา และอุทยานแห่งชาติแก่งกรุง มีพื้นที่ทั้งสิ้น 2,296,879.5 ไร่ มีความหลากหลายทางชีวภาพสูง อุดมไปด้วยพืชพรรณมากมายหลายชนิด ทั้งพืชพรรณที่หายากและเป็นพืชเฉพาะถิ่น อันได้แก่ บัวผุด ปาล์มเจ้าเมืองถลางหรือปาล์มหลังขาวและปาล์มพระราหู นอกจากนี้ยังเป็นแหล่งที่อยู่อาศัยของสัตว์ป่านานาชนิด โดยเฉพาะพบสัตว์ป่าสงวนถึง 4 ชนิด คือ เก้งหม้อ เลียงผา สมเสร็จ และแมวลายหินอ่อน และประกอบกับสภาพพื้นที่มีทิวทัศน์ ที่สวยงาม มีความมหัศจรรย์ทางธรรมชาติทั้งน้ำตก หน้าผา ถ้ำ และ ทิวทัศน์เทือกเขาหินปูนที่ตั้งตระหง่านเหนือผืนน้ำอ่างเก็บน้ำเขื่อนรัชชประภา จนได้รับฉายาว่า กุ้ยหลินเมืองไทย",
      "Admission": 200,
      "Zone": [
        {
          "id": 1,
          "Name": "โซนที่ทำการอุทยานแห่งชาติ (โซนคลองสก)",
          "Car": true
        },
        {
          "id": 3,
          "Name": "โซนหน่วยพิทักษ์ฯ อ่าวสมเด็จ (โซนแพนางไพร)",
          "Car": false
        },
        {
          "id": 4,
          "Name": "โซนหน่วยพิทักษ์ฯ คลองแปะ (โซนแพโตนเตย)",
          "Car": false
        },
        {
          "id": 5,
          "Name": "โซนหน่วยพิทักษ์ฯ ไกรสร (โซนแพไกรสร)",
          "Car": false
        },
        {
          "id": 6,
          "Name": "โซนท่องเที่ยวคลองคะ (โซนคลองคะ)",
          "Car": false
        }
      ]
    },
    {
      "id": 2,
      "Name": "อุทยานแห่งชาติธารโบกขรณี อำเภออ่าวลึก จังหวัดกระบี่",
      "Description": "อุทยานแห่งชาติธารโบกขรณี ครอบคลุมพื้นที่ 65,000 ไร่ หรือ 104 ตารางกิโลเมตร ในท้องที่อำเภออ่าวลึก และ อำเภอเมือง จังหวัดกระบี่ มีสภาพภูมิประเทศเป็นป่าดงดิบที่มีธารน้ำไหลลอดภูเขา เหมาะสำหรับการพักผ่อน เล่นน้ำ พบแหล่งศิลปะ ถ้ำจำนวนมาก ส่วนใหญ่เป็นภาพเขียนสีโบราณที่สร้างสรรค์ขึ้นเพื่อใช้ในพิธีกรรม",
      "Admission": 250,
      "Zone": [
        {
          "id": 1,
          "Name": "โซนที่ทำการอุทยานแห่งชาติ",
          "Car": true
        }
      ]
    },
    {
      "id": 3,
      "Name": "อุทยานแห่งชาติหมู่เกาะสุรินทร์ อำเภอคุระบุรี จังหวัดพังงา",
      "Description": "พระยาสุรินทราชา เทศาเมืองภูเก็ต (นามเดิมนกยูง วิเศษกุล) เป็นผู้ค้นพบเกาะและตั้งชื่อ หมู่เกาะสุรินทร์ เมื่อครั้งที่ท่านมาสำรวจ ทะเลฝั่งอันดามัน ที่ ตำบลเกาะพระทอง อำเภอคุระบุรี จังหวัดพังงา จนกระทั่งวันที่ 30 ธันวาคม 2514 กรมป่าไม้จึงได้ประกาศให้พื้นที่หมู่เกาะสุรินทร์ เป็นป่าสงวนแห่งชาติ อุทยานแห่งชาติหมู่เกาะสุรินทร์เป็นหมู่เกาะที่ตั้งอยู่ในทะเลอันดามันและอยู่ติดชายแดนประเทศพม่า ห่างจากฝั่งทะเลด้านตะวันตกของไทยประมาณ 70 กิโลเมตร ประกอบด้วยเกาะ 5 เกาะ คือ เกาะสุรินทร์เหนือ เกาะสุรินทร์ใต้ เกาะรี เกาะไข่ และเกาะกลาง อุทยานแห่งชาติหมู่เกาะสุรินทร์มีเนื้อที่ประมาณ 88,282 ไร่ หรือ 141.25 ตารางกิโลเมตร",
      "Admission": 150,
      "Zone": [
        {
          "id": 1,
          "Name": "โซนหน่วยพิทักษ์ฯ อ่าวช่องขาด (โซนสินสมุทร)",
          "Car": false
        }
      ]
    },
    {
      "id": 4,
      "Name": "อุทยานแห่งชาติแหลมสน อำเภอกะเปอร์ จังหวัดระนอง",
      "Description": "อุทยานแห่งชาติแหลมสน ตั้งอยู่ในท้องที่อำเภอเมือง อำเภอกะเปอร์ อำเภอสุขสำราญ จังหวัดระนอง และอำเภอคุระบุรี จังหวัดพังงา เป็นอุทยานแห่งชาติทางทะเลอีกแห่งหนึ่ง ครอบคลุมพื้นที่บริเวณหาดแหลมสนและหมู่เกาะใกล้เคียง ร่มรื่นด้วยป่าสนที่เกิดขึ้นเองตามธรรมชาติ เป็นที่อยู่ของนกนานาชนิด ทั้งมีหาดทรายขาวละเอียดเป็นแนวยาวและกว้างใหญ่ มีทิวทัศน์ที่สวยงามมาก อุทยานแห่งชาติแหลมสนมีเนื้อที่ประมาณ 196,875 ไร่ หรือ 315 ตารางกิโลเมตร",
      "Admission": 200,
      "Zone": [
        {
          "id": 1,
          "Name": "โซนที่ทำการอุทยานแห่งชาติ",
          "Car": false
        }
      ]
    },
    {
      "id": 5,
      "Name": "อุทยานแห่งช่าติตะรุเตา อำเภอละงู จังหวัดสตูล",
      "Description": "“ตะรุเตา” เป็นคำที่เพี้ยนมาจากคำว่า “ตะโละเตรา” ในภาษามลายู แปลว่า มีอ่าวมาก ตะรุเตาเป็นอุทยานแห่งชาติที่อยู่ในทะเลอันดามัน บริเวณช่องแคบมะละกา มหาสมุทรอินเดีย ในท้องที่อำเภอเมือง จังหวัดสตูล ด้านใต้ของเขตอุทยานแห่งชาติ ห่างจากชายแดนไทย-มาเลเซีย เพียง 4.8 กิโลเมตร อุทยานแห่งชาติตะรุเตาเป็นสถานที่ท่องเที่ยวในความใฝ่ฝันของนักท่องเที่ยวทั่วไป เนื่องจากเป็นจุดรวมของความงามที่ธรรมชาติสร้างสรรค์ ทั้งบนเกาะ และในน้ำ มีป่าที่อุดมสมบูรณ์เป็นที่อยู่อาศัยของสัตว์ป่านานาชนิด ในน้ำก็งดงามด้วยกลุ่มปะการังหลากสีสวยสด จนเป็นที่กล่าวขวัญกันไปทั่วโลก ซึ่งประกอบด้วยเกาะน้อยใหญ่จำนวน 51 เกาะ รวมทั้งพื้นที่บนเกาะและทะเลประมาณ 931,250 ไร่ หรือ 1,490 ตารางกิโลเมตร",
      "Admission": 400,
      "Zone": [
        {
          "id": 1,
          "Name": "โซนที่ทำการอุทยานแห่งชาติ เกาะตะรุเตา",
          "Car": true
        },
        {
          "id": 3,
          "Name": "โซนหน่วยพิทักษ์ฯ แหลมสน เกาะอาดัง",
          "Car": false
        }
      ]
    }
  ],
  "Users_Booking": [
    {
      "id": 2,
      "E-Mail": "kritdanai2015@gmail.com",
      "Tel": "0955354160"
    },
    {
      "E-Mail": "kritdanai2015@gmail.com",
      "Tel": "0639451810",
      "Location": "อุทยานแห่งชาติเขาสก อำเภอพนม จังหวัดสุราษฎร์ธานี",
      "Zone": "โซนหน่วยพิทักษ์ฯ อ่าวสมเด็จ (โซนแพนางไพร)",
      "DateEntry": "2023-01-09",
      "DateExit": "2023-01-09",
      "Price": 345,
      "Detail": {
        "Adult": 2,
        "Children": 0,
        "RV": 0,
        "RVS": 0,
        "RVT": 0,
        "Tent3": 1,
        "Tent2": 0,
        "Sleeping_Bag": 0,
        "Blanket": 0,
        "Sleeping_Pad": 2,
        "Mat": 0,
        "Pillow": 2,
        "Canvas": 0
      },
      "id": 4
    },
    {
      "E-Mail": "kritdanai2015@gmail.com",
      "Tel": "0639451810",
      "Location": "อุทยานแห่งชาติธารโบกขรณี อำเภออ่าวลึก จังหวัดกระบี่",
      "Zone": "โซนที่ทำการอุทยานแห่งชาติ",
      "DateEntry": "2023-01-09",
      "DateExit": "2023-01-10",
      "Price": 1000,
      "Detail": {
        "Adult": 3,
        "Children": 1,
        "RV": 1,
        "RVS": 0,
        "RVT": 0,
        "Tent3": 0,
        "Tent2": 0,
        "Sleeping_Bag": 2,
        "Blanket": 2,
        "Sleeping_Pad": 0,
        "Mat": 0,
        "Pillow": 0,
        "Canvas": 0
      },
      "id": 5
    },
    {
      "E-Mail": "kritdanai2015@gmail.com",
      "Tel": "0639451810",
      "Location": "อุทยานแห่งชาติธารโบกขรณี อำเภออ่าวลึก จังหวัดกระบี่",
      "Zone": "โซนที่ทำการอุทยานแห่งชาติ",
      "DateEntry": "2023-01-11",
      "DateExit": "2023-01-13",
      "Price": 1200,
      "Detail": {
        "Adult": 2,
        "Children": 0,
        "RV": 1,
        "RVS": 0,
        "RVT": 0,
        "Tent3": 0,
        "Tent2": 0,
        "Sleeping_Bag": 0,
        "Blanket": 2,
        "Sleeping_Pad": 0,
        "Mat": 0,
        "Pillow": 0,
        "Canvas": 0
      },
      "id": 6
    }
  ]
}